Repository: devshvms/track-me-ios
Catalog: track-me-ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ja, zh_hans

source: %@ GPS signal gaps.
de: %@ GPS-Signallücken.
es: %@ interrupciones de señal GPS.
fr: %@ interruptions du signal GPS.
hi: %@ GPS सिग्नल गैप।
ja: GPS信号の途切れが%@回。
zh_hans: %@次GPS信号中断。

source: %@ activities
de: %@ Aktivitäten
es: %@ actividades
fr: %@ activités
hi: %@ गतिविधियाँ
ja: %@件のアクティビティ
zh_hans: %@ 次活动

source: %@ ago
de: vor %@
es: hace %@
fr: il y a %@
hi: %@ पहले
ja: %@前
zh_hans: %@前

source: %@ cleared %@
de: %@ hat %@ gelöscht
es: %@ borró %@
fr: %@ a effacé %@
hi: %@ ने %@ हटाया
ja: %@さんが%@を解除しました
zh_hans: %@已清除%@

source: %@ h
de: %@ Std.
hi: %@ घंटे
ja: %@時間
zh_hans: %@ 小时

source: %@ hours %@ minutes
de: %1$@ Std. %2$@ Min.
es: %1$@ horas %2$@ minutos
fr: %1$@ heures %2$@ minutes
hi: %1$@ घंटे %2$@ मिनट
ja: %1$@時間%2$@分
zh_hans: %1$@小时%2$@分钟

source: %@ in %@. Great to have you out there.
de: %@ in %@. Schön, dass du unterwegs warst.
es: %@ en %@. Qué bueno verte en marcha.
fr: %@ en %@. Ravi de vous voir sur la route.
hi: %@, %@ में। आपको सफ़र पर देखकर अच्छा लगा।
ja: %@・%@。お出かけお疲れさまでした。
zh_hans: %@，用时 %@。很高兴看到你出行。

source: %@ kilometers
de: %@ Kilometer
es: %@ kilómetros
fr: %@ kilomètres
hi: %@ किलोमीटर
ja: %@キロメートル
zh_hans: %@千米

source: %@ led your recent activities.
de: %@ war zuletzt deine häufigste Aktivität.
es: %@ fue tu actividad más frecuente recientemente.
fr: %@ a dominé vos activités récentes.
hi: हाल की गतिविधियों में %@ सबसे अधिक रही।
ja: 最近は%@が最も多いアクティビティでした。
zh_hans: %@是你近期最多的活动。

source: %@ m
de: %@ Min.
es: %@ min
fr: %@ min
hi: %@ मिनट
ja: %@分
zh_hans: %@ 分钟

source: %@ members
de: %@ Mitglieder
es: %@ miembros
fr: %@ membres
hi: %@ सदस्य
ja: %@人のメンバー
zh_hans: %@ 位成员

source: %@ meters per second
de: %@ Meter pro Sekunde
es: %@ metros por segundo
fr: %@ mètres par seconde
hi: %@ मीटर प्रति सेकंड
ja: 毎秒%@メートル
zh_hans: 每秒%@米

source: %@ minutes %@ seconds
de: %1$@ Min. %2$@ Sek.
es: %1$@ minutos %2$@ segundos
fr: %1$@ minutes %2$@ secondes
hi: %1$@ मिनट %2$@ सेकंड
ja: %1$@分%2$@秒
zh_hans: %1$@分%2$@秒

source: %@ remaining
de: Noch %@
es: %@ restante
fr: %@ restant
hi: %@ शेष
ja: 残り%@
zh_hans: 剩余%@

source: %@ seconds
de: %@ Sekunden
es: %@ segundos
fr: %@ secondes
hi: %@ सेकंड
ja: %@秒
zh_hans: %@秒

source: %@ seconds remaining
de: Noch %@ Sekunden
es: %@ segundos restantes
fr: %@ secondes restantes
hi: %@ सेकंड शेष
ja: 残り%@秒
zh_hans: 剩余%@秒

source: %@ set their status to %@
de: %@ hat den Status auf %@ gesetzt
es: %@ cambió su estado a %@
fr: %@ a défini son statut sur %@
hi: %@ ने अपना स्टेटस %@ किया
ja: %@さんがステータスを%@に設定しました
zh_hans: %@将状态设为%@

source: %@ — your longest ride yet.
de: %@ – deine längste Fahrt bisher.
es: %@: tu viaje más largo hasta ahora.
fr: %@ — votre plus long trajet à ce jour.
hi: %@ — अब तक की आपकी सबसे लंबी राइड।
ja: %@ — これまでで最長のライドです。
zh_hans: %@——你目前最长的一次骑行。

source: %@-week streak
de: %@-Wochen-Serie
es: Racha de %@ semanas
fr: Série de %@ semaines
hi: %@ सप्ताह की निरंतरता
ja: %@週間連続
zh_hans: 连续 %@ 周

source: %@. %@. %@ points. %@
de: %1$@. %2$@. %3$@ Punkte. %4$@
es: %1$@. %2$@. %3$@ puntos. %4$@
fr: %1$@. %2$@. %3$@ points. %4$@
hi: %1$@। %2$@। %3$@ पॉइंट। %4$@
ja: %1$@。%2$@。%3$@ポイント。%4$@
zh_hans: %1$@。%2$@。%3$@个点。%4$@

source: %@h %@m
de: %1$@ Std. %2$@ Min.
es: %1$@ h %2$@ min
fr: %1$@ h %2$@ min
hi: %1$@ घं %2$@ मि
ja: %1$@時間%2$@分
zh_hans: %1$@ 小时 %2$@ 分钟

source: %@m
de: %@ Min.
es: %@ min
fr: %@ min
hi: %@ मि
ja: %@分
zh_hans: %@ 分钟

source: %d riders
de: %d Fahrer
es: %d ciclistas
fr: %d participants
hi: %d सवार
ja: %d人
zh_hans: %d 位骑行者

source: %d rides • %@
de: %d Fahrten • %@
es: %d viajes • %@
fr: %d trajets • %@
hi: %d सवारी • %@
ja: %d 件のライド • %@
zh_hans: %d 次骑行 • %@

source: %dh
de: %d Std.
hi: %dघं
ja: %d時間
zh_hans: %d小时

source: %dm
de: %d Min.
es: %d min
fr: %d min
hi: %dमि
ja: %d分
zh_hans: %d分钟

source: %ds
de: %d Sek.
hi: %dसे
ja: %d秒
zh_hans: %d秒

source: %lld rides!
de: %lld Fahrten!
es: ¡%lld viajes!
fr: %lld trajets !
hi: %lld राइड्स!
ja: %lld 回のライド！
zh_hans: %lld 次骑行！

source: %lld weeks active in a row
de: %lld Wochen in Folge aktiv
es: %lld semanas activas seguidas
fr: %lld semaines actives d'affilée
hi: लगातार %lld सप्ताह सक्रिय
ja: %lld 週連続でアクティブ
zh_hans: 连续 %lld 周保持活跃

source: 1 GPS signal gap.
de: 1 GPS-Signallücke.
es: 1 interrupción de señal GPS.
fr: 1 interruption du signal GPS.
hi: 1 GPS सिग्नल गैप।
ja: GPS信号の途切れが1回。
zh_hans: 1次GPS信号中断。

source: 48:20 - Cycling
de: 48:20 - Radfahren
es: 48:20 - Ciclismo
fr: 48:20 - Vélo
hi: 48:20 - साइकिलिंग
ja: 48:20 - 自転車
zh_hans: 48:20 - 骑行

source: A lighter recent period.
de: Ein ruhigerer letzter Zeitraum.
es: Un período reciente más ligero.
fr: Une période récente plus légère.
hi: हाल की अवधि थोड़ी हल्की रही।
ja: 直近は軽めの期間でした。
zh_hans: 最近是一段较轻松的时期。

source: A new version of TrackMe is available.
de: Eine neue Version von TrackMe ist verfügbar.
es: Hay una nueva versión de TrackMe disponible.
fr: Une nouvelle version de TrackMe est disponible.
hi: TrackMe का नया संस्करण उपलब्ध है।
ja: TrackMe の新しいバージョンが利用できます。
zh_hans: TrackMe 有新版本可用。

source: Account Management
de: Kontoverwaltung
es: Administración de la cuenta
fr: Gestion du compte
hi: खाता प्रबंधन
ja: アカウント管理
zh_hans: 账户管理

source: Active ride or group
de: Aktive Tour oder Gruppe
es: Ruta o grupo activo
fr: Trajet ou groupe actif
hi: सक्रिय राइड या ग्रुप
ja: 記録中またはグループ共有中
zh_hans: 活动行程或群组

source: Activity
de: Aktivität
es: Actividad
fr: Activité
hi: गतिविधि
ja: アクティビティ
zh_hans: 活动

source: Activity unavailable
de: Aktivität nicht verfügbar
es: Actividad no disponible
fr: Activité indisponible
hi: गतिविधि उपलब्ध नहीं है
ja: アクティビティを利用できません
zh_hans: 活动不可用

source: Add Contact
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact
hi: संपर्क जोड़ें
ja: 連絡先を追加
zh_hans: 添加联系人

source: Add to calendar
de: Zum Kalender hinzufügen
es: Añadir al calendario
fr: Ajouter au calendrier
hi: कैलेंडर में जोड़ें
ja: カレンダーに追加
zh_hans: 添加到日历

source: Adjust to inspect speed, altitude, and route position
de: Anpassen, um Geschwindigkeit, Höhe und Routenposition zu prüfen
es: Ajusta para inspeccionar velocidad, altitud y posición en la ruta
fr: Ajustez pour examiner la vitesse, l'altitude et la position sur l'itinéraire
hi: गति, ऊँचाई और मार्ग स्थिति देखने के लिए समायोजित करें
ja: 調整して速度、高度、ルート位置を確認
zh_hans: 调整以查看速度、海拔和路线位置

source: Advanced Settings
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Réglages avancés
hi: उन्नत सेटिंग्स
ja: 詳細設定
zh_hans: 高级设置

source: Age unavailable
de: Alter nicht verfügbar
es: Antigüedad no disponible
fr: Âge indisponible
hi: समय उपलब्ध नहीं
ja: 経過時間は不明です
zh_hans: 更新时间不可用

source: Alert
de: Alarm
es: Alerta
fr: Alerte
hi: अलर्ट
ja: 警告
zh_hans: 警报

source: All
de: Alle
es: Todos
fr: Tous
hi: सभी
ja: すべて
zh_hans: 全部

source: Allow location
de: Standort erlauben
es: Permitir ubicación
fr: Autoriser la localisation
hi: लोकेशन की अनुमति दें
ja: 位置情報を許可
zh_hans: 允许定位

source: Allow notifications
de: Benachrichtigungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications
hi: सूचनाओं की अनुमति दें
ja: 通知を許可
zh_hans: 允许通知

source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
hi: अनुमति दी गई
ja: 許可済み
zh_hans: 已允许

source: Allowed while using
de: Beim Verwenden erlaubt
es: Permitida al usar la app
fr: Autorisée pendant l'utilisation
hi: उपयोग के दौरान अनुमति
ja: 使用中のみ許可
zh_hans: 使用 App 时允许

source: Always allowed
de: Immer erlaubt
es: Siempre permitida
fr: Toujours autorisée
hi: हमेशा अनुमति
ja: 常に許可
zh_hans: 始终允许

source: Any time
de: Jederzeit
es: Cualquier momento
fr: À tout moment
hi: किसी भी समय
ja: いつでも
zh_hans: 任何时间

source: Anyone with the link can see it until the session expires. Only the signed-in owner can start, update, or stop the session.
de: Jede Person mit dem Link kann ihn bis zum Ablauf sehen. Nur der angemeldete Besitzer kann die Sitzung starten, ändern oder beenden.
es: Cualquiera con el enlace puede verlo hasta que expire la sesión. Solo el propietario conectado puede iniciarla, actualizarla o detenerla.
fr: Toute personne ayant le lien peut le voir jusqu'à l'expiration. Seul le propriétaire connecté peut démarrer, modifier ou arrêter la session.
hi: लिंक वाला कोई भी व्यक्ति सत्र समाप्त होने तक इसे देख सकता है। केवल साइन-इन मालिक इसे शुरू, बदल या रोक सकता है।
ja: リンクを知っている人はセッションの期限まで閲覧できます。開始、更新、停止できるのはサインインした所有者だけです。
zh_hans: 任何拥有链接的人都能在会话到期前查看。只有已登录的所有者能开始、更新或停止会话。

source: App language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
hi: ऐप भाषा
ja: アプリの言語
zh_hans: 应用语言

source: Apple Maps
de: Apple Karten
es: Mapas de Apple
fr: Plans Apple
hi: Apple मैप्स
ja: Appleマップ
zh_hans: Apple 地图

source: Approaching the limit. Your ride will split automatically at 9,000 points.
de: Limit nähert sich. Ihre Fahrt wird bei 9.000 Punkten automatisch geteilt.
es: Acercándose al límite. Su viaje se dividirá automáticamente a los 9,000 puntos.
fr: Approche de la limite. Votre trajet sera automatiquement scindé à 9 000 points.
hi: सीमा के करीब। आपकी सवारी 9,000 बिंदुओं पर स्वचालित रूप से विभाजित हो जाएगी।
ja: 制限に近づいています。ライドは9,000ポイントで自動的に分割されます。
zh_hans: 接近限制。您的骑行将在9,000个点自动拆分。

source: Archive download failed with server status %@.
de: Der Archiv-Download ist mit dem Serverstatus %@ fehlgeschlagen.
es: La descarga del archivo falló con el estado del servidor %@.
fr: Le téléchargement de l’archive a échoué avec le statut serveur %@.
hi: सर्वर स्टेटस %@ के कारण आर्काइव डाउनलोड विफल हुआ।
ja: サーバーステータス %@ によりアーカイブのダウンロードに失敗しました。
zh_hans: 存档下载失败，服务器状态为 %@。

source: Are you sure you want to delete all your synced rides from the cloud? This action cannot be undone.
de: Möchtest du wirklich alle synchronisierten Fahrten aus der Cloud löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar de la nube todos tus recorridos sincronizados? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer de l’app tous vos trajets synchronisés dans le cloud ? Cette action est irréversible.
hi: क्या आप क्लाउड से अपनी सभी सिंक राइड हटाना चाहते हैं? यह कार्रवाई वापस नहीं की जा सकती।
ja: 同期済みのライドをすべてクラウドから削除しますか？この操作は取り消せません。
zh_hans: 确定要从云端删除所有已同步的骑行吗？此操作无法撤销。

source: Are you sure you want to delete this ride? This action cannot be undone.
de: Möchtest du diese Fahrt wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar este recorrido? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer ce trajet ? Cette action est irréversible.
hi: क्या आप यह राइड हटाना चाहते हैं? यह कार्रवाई वापस नहीं की जा सकती।
ja: このライドを削除しますか？この操作は取り消せません。
zh_hans: 确定要删除此骑行吗？此操作无法撤销。

source: Auto
de: Automatisch
es: Automático
fr: Automatique
hi: स्वचालित
ja: 自動
zh_hans: 自动

source: Auto Paused
de: Autom. pausiert
es: Pausa automática
fr: Pause auto
hi: स्वतः रुका
ja: 自動一時停止
zh_hans: 自动暂停

source: Auto paused. You stopped moving; recording continues and distance is not counting.
de: Automatisch pausiert. Sie stehen still; die Aufzeichnung läuft weiter, die Distanz zählt nicht.
es: Pausa automática. Dejaste de moverte; la grabación continúa y la distancia no cuenta.
fr: Pause automatique. Vous êtes immobile ; l’enregistrement continue et la distance ne compte pas.
hi: स्वतः रुका। आप चल नहीं रहे हैं; रिकॉर्डिंग जारी है और दूरी नहीं गिनी जा रही।
ja: 自動一時停止中。移動していないため、記録は続きますが距離は加算されません。
zh_hans: 已自动暂停。您已停止移动；记录会继续，但不计入距离。

source: Average Pace
de: Durchschnittstempo
es: Ritmo medio
fr: Allure moyenne
hi: औसत गति
ja: 平均ペース
zh_hans: 平均配速

source: Average Speed
de: Durchschnittsgeschwindigkeit
es: Velocidad media
fr: Vitesse moyenne
hi: औसत गति
ja: 平均速度
zh_hans: 平均速度

source: Avg Speed
de: Durchschnittsgeschwindigkeit
es: Velocidad media
fr: Vitesse moyenne
hi: औसत गति
ja: 平均速度
zh_hans: 平均速度

source: Back
de: Zurück
es: Atrás
fr: Retour
hi: वापस
ja: 戻る
zh_hans: 返回

source: Background refresh
de: Hintergrundaktualisierung
es: Actualización en segundo plano
fr: Actualisation en arrière-plan
hi: बैकग्राउंड रिफ्रेश
ja: Appのバックグラウンド更新
zh_hans: 后台刷新

source: Based on comparable active weeks
de: Basierend auf vergleichbaren aktiven Wochen
es: Basado en semanas activas comparables
fr: D’après des semaines actives comparables
hi: तुलनीय सक्रिय सप्ताहों पर आधारित
ja: 比較可能なアクティブ週に基づく情報
zh_hans: 依据可比较的活跃周

source: Based on your qualifying activity history
de: Basierend auf deinem gültigen Aktivitätsverlauf
es: Basado en tu historial de actividades válidas
fr: D’après votre historique d’activités admissibles
hi: आपकी योग्य गतिविधियों के इतिहास पर आधारित
ja: 対象となるアクティビティ履歴に基づく情報
zh_hans: 依据符合条件的活动历史

source: Best Pace
de: Bestes Tempo
es: Mejor ritmo
fr: Meilleure allure
hi: सर्वश्रेष्ठ गति
ja: 最高ペース
zh_hans: 最佳配速

source: Bicycle — something's wrong
de: Fahrrad – etwas stimmt nicht
es: Bicicleta — algo va mal
fr: Vélo — un problème est survenu
hi: साइकिल — कुछ गड़बड़ है
ja: 自転車 — 問題があります
zh_hans: 自行车—出现问题

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

source: Cancel (%@)
de: Abbrechen (%@)
es: Cancelar (%@)
fr: Annuler (%@)
hi: रद्द करें (%@)
ja: キャンセル (%@)
zh_hans: 取消 (%@)

source: Cancel Emergency SOS
de: Notruf SOS abbrechen
es: Cancelar SOS de emergencia
fr: Annuler le SOS d'urgence
hi: आपातकालीन SOS रद्द करें
ja: 緊急SOSをキャンセル
zh_hans: 取消紧急求救

source: Cannot send SMS
de: SMS kann nicht gesendet werden
es: No se puede enviar SMS
fr: Impossible d'envoyer un SMS
hi: SMS नहीं भेज सकते
ja: SMSを送信できません
zh_hans: 无法发送短信

source: Cannot send SMS, using share sheet fallback
de: SMS kann nicht gesendet werden, Share-Sheet-Fallback wird verwendet
es: No se puede enviar SMS, usando hoja de compartir alternativa
fr: Impossible d'envoyer un SMS, utilisation du partage en secours
hi: SMS नहीं भेज सकते, शेयर शीट फ़ॉलबैक का उपयोग कर रहे हैं
ja: SMSを送信できません。共有シートフォールバックを使用します
zh_hans: 无法发送短信，使用共享工作表备用

source: Car
de: Auto
es: Coche
fr: Voiture
hi: कार
ja: 車
zh_hans: 汽车

source: Car — something's wrong
de: Auto – etwas stimmt nicht
es: Coche — algo va mal
fr: Voiture — un problème est survenu
hi: कार — कुछ गड़बड़ है
ja: 車 — 問題があります
zh_hans: 汽车—出现问题

source: Caution
de: Vorsicht
es: Precaución
fr: Attention
hi: सावधानी
ja: 注意
zh_hans: 注意

source: Center on my location
de: Auf meinen Standort zentrieren
es: Centrar en mi ubicación
fr: Centrer sur ma position
hi: मेरे स्थान पर केंद्रित करें
ja: 現在地を中心に表示
zh_hans: 以我的位置为中心

source: Change activity
de: Aktivität ändern
es: Cambiar actividad
fr: Changer d’activité
hi: गतिविधि बदलें
ja: アクティビティを変更
zh_hans: 更改活动

source: Clear status
de: Status löschen
es: Borrar estado
fr: Effacer le statut
hi: स्टेटस हटाएं
ja: ステータスを解除
zh_hans: 清除状态

source: Clearing…
de: Wird gelöscht…
es: Borrando…
fr: Effacement…
hi: हटाया जा रहा है…
ja: 解除中…
zh_hans: 正在清除…

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
zh_hans: 关闭

source: Close live sharing actions
de: Live-Freigabeaktionen schließen
es: Cerrar acciones de uso compartido
fr: Fermer les actions de partage
hi: लाइव शेयरिंग की कार्रवाइयां बंद करें
ja: ライブ共有アクションを閉じる
zh_hans: 关闭实时共享操作

source: Cloud Sync
de: Cloud-Synchronisierung
es: Sincronización en la nube
fr: Synchronisation cloud
hi: क्लाउड सिंक
ja: クラウド同期
zh_hans: 云同步

source: Coming soon...
de: Demnächst verfügbar ...
es: Próximamente...
fr: Bientôt disponible...
hi: जल्द आ रहा है...
ja: 近日公開...
zh_hans: 即将推出...

source: Configure Emergency Setup
de: Notfall einrichten
es: Configurar emergencia
fr: Configurer les urgences
hi: आपातकालीन सेटअप कॉन्फ़िगर करें
ja: 緊急設定を構成
zh_hans: 配置紧急设置

source: Connection timed out. Please check your internet connection and try again.
de: Zeitüberschreitung der Verbindung. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Tiempo de espera de conexión agotado. Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Délai de connexion dépassé. Veuillez vérifier votre connexion Internet et réessayer.
hi: कनेक्शन का समय समाप्त हो गया। कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
ja: 接続がタイムアウトしました。インターネット接続を確認して、もう一度お試しください。
zh_hans: 连接超时。请检查您的互联网连接并重试。

source: Contact support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter l'assistance
hi: सहायता से संपर्क करें
ja: サポートに連絡
zh_hans: 联系支持

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
hi: जारी रखें
ja: 続ける
zh_hans: 继续

source: Copy live link
de: Live-Link kopieren
es: Copiar enlace en vivo
fr: Copier le lien en direct
hi: लाइव लिंक कॉपी करें
ja: ライブリンクをコピー
zh_hans: 复制实时链接

source: Could not queue archive request. Please check your network connection.
de: Archiv konnte nicht angefordert werden. Prüfe deine Netzwerkverbindung.
es: No se pudo solicitar el archivo. Comprueba tu conexión de red.
fr: Impossible de demander l’archive. Vérifiez votre connexion réseau.
hi: आर्काइव अनुरोध नहीं भेजा जा सका। अपना नेटवर्क कनेक्शन जांचें।
ja: アーカイブをリクエストできませんでした。ネットワーク接続を確認してください。
zh_hans: 无法提交存档请求。请检查网络连接。

source: Couldn't create the video. Try again.
de: Das Video konnte nicht erstellt werden. Bitte erneut versuchen.
es: No se pudo crear el vídeo. Inténtalo de nuevo.
fr: Impossible de créer la vidéo. Réessayez.
hi: वीडियो नहीं बन सका। फिर से प्रयास करें।
ja: ビデオを作成できませんでした。もう一度お試しください。
zh_hans: 无法创建视频，请重试。

source: Couldn't delete your account. Check your connection and try again.
de: Ihr Konto konnte nicht gelöscht werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo eliminar su cuenta. Verifique su conexión y vuelva a intentarlo.
fr: Impossible de supprimer votre compte. Vérifiez votre connexion et réessayez.
hi: आपका खाता नहीं हटाया जा सका. अपना कनेक्शन जांचें और पुनः प्रयास करें.
ja: アカウントを削除できませんでした。接続を確認してもう一度お試しください。
zh_hans: 无法删除您的帐户。请检查您的网络连接并重试。

source: Crashed
de: Gestürzt
es: Accidente
fr: Chute
hi: दुर्घटना हुई
ja: 転倒
zh_hans: 发生摔车

source: Custom Duration
de: Benutzerdefinierte Dauer
es: Duración personalizada
fr: Durée personnalisée
hi: कस्टम अवधि
ja: カスタム時間
zh_hans: 自定义时长

source: Custom range…
de: Benutzerdefinierter Zeitraum…
es: Rango personalizado…
fr: Période personnalisée…
hi: कस्टम अवधि…
ja: カスタム期間…
zh_hans: 自定义范围…

source: Customize export
de: Export anpassen
es: Personalizar exportación
fr: Personnaliser l’export
hi: निर्यात अनुकूलित करें
ja: エクスポートを調整
zh_hans: 自定义导出

source: Customize the export, then save the demo.
de: Passe den Export an und speichere die Demo.
es: Personaliza la exportación y guarda la demostración.
fr: Personnalisez l’export, puis enregistrez la démonstration.
hi: निर्यात को अनुकूलित करें, फिर डेमो सहेजें।
ja: エクスポートを調整してデモを保存します。
zh_hans: 自定义导出，然后保存演示。

source: Cycling
de: Radfahren
es: Ciclismo
fr: Vélo
hi: साइकिलिंग
ja: サイクリング
zh_hans: 骑行

source: DISTANCE
de: ENTFERNUNG
es: DISTANCIA
hi: दूरी
ja: 距離
zh_hans: 距离

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
ja: ダーク
zh_hans: 深色

source: Dark overlay
de: Dunkle Überlagerung
es: Superposición oscura
fr: Superposition sombre
hi: गहरा ओवरले
ja: 暗いオーバーレイ
zh_hans: 深色叠加层

source: Data Archive & Export
de: Datenarchiv und Export
es: Archivo y exportación de datos
fr: Archive et exportation des données
hi: डेटा संग्रह और निर्यात
ja: データアーカイブとエクスポート
zh_hans: 数据存档与导出

source: Data Archive Requested 📦
de: Datenarchiv angefordert 📦
es: Archivo de datos solicitado 📦
fr: Archive de données demandé 📦
hi: डेटा आर्काइव का अनुरोध किया गया 📦
ja: データアーカイブをリクエストしました 📦
zh_hans: 已请求数据存档 📦

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
zh_hans: 删除

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएं
ja: アカウントを削除
zh_hans: 删除帐户

source: Delete Account & Data
de: Konto und Daten löschen
es: Eliminar cuenta y datos
fr: Supprimer le compte et les données
hi: खाता और डेटा हटाएं
ja: アカウントとデータを削除
zh_hans: 删除账户和数据

source: Delete Cloud Data
de: Cloud-Daten löschen
es: Eliminar datos en la nube
fr: Supprimer les données cloud
hi: क्लाउड डेटा हटाएं
ja: クラウドデータを削除
zh_hans: 删除云端数据

source: Delete Everything
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
hi: सब कुछ हटाएं
ja: すべて削除
zh_hans: 全部删除

source: Delete Ride
de: Fahrt löschen
es: Eliminar recorrido
fr: Supprimer le trajet
hi: राइड हटाएं
ja: ライドを削除
zh_hans: 删除骑行

source: Demo only — nothing was shared or saved.
de: Nur Demo: Es wurde nichts geteilt oder gespeichert.
es: Solo demostración: no se compartió ni guardó nada.
fr: Démonstration uniquement : rien n’a été partagé ni enregistré.
hi: केवल डेमो: कुछ भी शेयर या सहेजा नहीं गया।
ja: デモのため、共有も保存もされていません。
zh_hans: 仅为演示：未分享或保存任何内容。

source: Describe the problem above. The details below help us diagnose it — edit or remove anything you don't want to send.
de: Beschreibe das Problem oben. Die folgenden Details helfen bei der Diagnose; bearbeite oder entferne, was du nicht senden möchtest.
es: Describe el problema arriba. Estos datos ayudan a diagnosticarlo; edita o elimina lo que no quieras enviar.
fr: Décrivez le problème ci-dessus. Ces détails nous aident à le diagnostiquer ; modifiez ou supprimez ce que vous ne voulez pas envoyer.
hi: ऊपर समस्या बताएं। नीचे दिए विवरण से निदान में मदद मिलती है; जो भेजना न चाहें उसे संपादित या हटाएं।
ja: 上に問題を説明してください。以下の詳細は診断に役立ちます。送信したくない内容は編集または削除できます。
zh_hans: 请在上方描述问题。以下详情有助于诊断；不想发送的内容可以编辑或删除。

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
hi: डिवाइस
ja: デバイス
zh_hans: 设备

source: Device locale
de: Geräteregion
es: Región del dispositivo
fr: Région de l'appareil
hi: डिवाइस लोकेल
ja: デバイスのロケール
zh_hans: 设备区域

source: Directions
de: Route
es: Cómo llegar
fr: Itinéraire
hi: दिशाएं
ja: 経路
zh_hans: 路线

source: Directions to a last known point updated %@
de: Route zu einem zuletzt bekannten Punkt, aktualisiert %@
es: Ruta al último punto conocido, actualizado %@
fr: Itinéraire vers un dernier point connu mis à jour %@
hi: आखिरी ज्ञात स्थान की दिशाएं, अपडेट %@
ja: 最終確認地点への経路、更新は%@
zh_hans: 前往最后已知位置，更新于%@

source: Directions to last known point
de: Route zum letzten bekannten Punkt
es: Ruta al último punto conocido
fr: Itinéraire vers le dernier point connu
hi: आखिरी ज्ञात स्थान की दिशाएं
ja: 最後に確認された地点への経路
zh_hans: 前往最后已知位置的路线

source: Disable GPS Post-Processing
de: GPS-Nachbearbeitung deaktivieren
es: Desactivar el posprocesamiento GPS
fr: Désactiver le post-traitement GPS
hi: GPS पोस्ट-प्रोसेसिंग बंद करें
ja: GPS後処理を無効にする
zh_hans: 停用 GPS 后处理

source: Disable GPS post-processing
de: GPS-Nachbearbeitung deaktivieren
es: Desactivar el posprocesamiento de GPS
fr: Désactiver le post-traitement GPS
hi: GPS पोस्ट-प्रोसेसिंग अक्षम करें
ja: GPSの後処理を無効にする
zh_hans: 禁用GPS后处理

source: Distance
de: Distanz
es: Distancia
hi: दूरी
ja: 距離
zh_hans: 距离

source: Done
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
ja: 完了
zh_hans: 完成

source: Double tap to cancel the countdown
de: Zum Abbrechen des Countdowns doppeltippen
es: Toca dos veces para cancelar la cuenta atrás
fr: Touchez deux fois pour annuler le compte à rebours
hi: काउंटडाउन रद्द करने के लिए डबल टैप करें
ja: ダブルタップでカウントダウンをキャンセル
zh_hans: 双击取消倒计时

source: Double tap to start the ten second SOS countdown
de: Zum Starten des zehnsekündigen SOS-Countdowns doppeltippen
es: Toca dos veces para iniciar la cuenta atrás de SOS de diez segundos
fr: Touchez deux fois pour lancer le compte à rebours SOS de dix secondes
hi: दस सेकंड का SOS काउंटडाउन शुरू करने के लिए डबल टैप करें
ja: ダブルタップで10秒間のSOSカウントダウンを開始
zh_hans: 双击开始十秒求救倒计时

source: Download All My Data (GPX/JSON Archive)
de: Alle meine Daten herunterladen (GPX/JSON-Archiv)
es: Descargar todos mis datos (archivo GPX/JSON)
fr: Télécharger toutes mes données (archive GPX/JSON)
hi: मेरा सारा डेटा डाउनलोड करें (GPX/JSON आर्काइव)
ja: すべてのデータをダウンロード（GPX/JSONアーカイブ）
zh_hans: 下载我的所有数据（GPX/JSON 存档）

source: Download Archive (.zip)
de: Archiv laden (.zip)
es: Descargar archivo (.zip)
fr: Télécharger l’archive (.zip)
hi: आर्काइव डाउनलोड करें (.zip)
ja: アーカイブをダウンロード (.zip)
zh_hans: 下载存档 (.zip)
